<template>
    <div>
        <header class="mui-bar mui-bar-nav">
            <a class="mui-action-back mui-icon mui-icon-left-nav mui-pull-left"></a>
            <h1 class="mui-title">实名认证协议</h1>
        </header>
        <div class="mui-content mui-fullscreen">
            <ul class="box_1">
                <li class="text_indent margin_1">
                    为了提高交易的安全性和在易起科技成都有限公司用户（以下简称用户）身份的可信度，<b>在易起科技成都有限公司</b>（以下简称<b>在易起科技</b>）向您提供认证服务。在您申请认证前，您必须先注册成为在易起科技用户。在易起科技有权采取各种其认为必要手段对用户的身份进行识别。但是，作为普通的网络服务提供商，在易起科技所能采取的方法有限，而且在网络上进行用户身份识别也存在一定的困难，因此，在易起科技对完成认证的用户身份的准确性和绝对真实性不做任何保证。
                </li>
                <li>
                    <b>一、认证原因</b>
                </li>
                <li class="text_indent margin_1">为了提供更多的服务以及规范用户在网络上行为，当用户出现不合产品规定操作或不符合法律规范行为时，其责任可通过用户的实名信息追溯到用户个人。</li>
                <li><b>二、关于认证服务的理解与认同</b></li>
                <li class="text_indent">1、认证服务是由在易起科技提供的一项身份识别服务。除非本协议另有约定，一旦您的在易起科技账户完成了认证，相应的身份信息和认证结果将不因任何原因被修改或取消；如果您的身份信息在完成认证后发生了变更，您应向在易起科技提供相应有权部门出具的凭证，由在易起科技协助您变更您在易起科技账户的对应认证信息。</li>
                <li class="text_indent margin_1">
                    2、在易起科技有权单方随时修改或变更本协议内容，并通过在易起科技网站公告变更后的协议文本，无需单独通知您。本协议进行任何修改或变更后，您还继续使用在易起科技服务和/或认证服务的，即代表您已阅读、了解并同意接受变更后的协议内容；您如果不同意变更后的协议内容，应立即停用在易起科技服务和认证服务。
                </li>
                <li><b>三、特别声明</b></li>
                <li class="text_indent">1、身份认证信息共享：</li>
                <li class="text_indent">为了使您享有便捷的服务，您经由其它网站向在易起科技提交认证申请即表示您同意在易起科技为您核对所提交的全部身份信息，并同意在易起科技将是否通过认证的结果及相关身份信息提供给该网站。</li>
                <li class="text_indent">2、认证资料的管理：</li>
                <li class="text_indent">您在认证时提交给在易起科技的认证资料，即不可撤销的授权由在易起科技保留。在易起科技承诺除法定或约定的事由外，不公开或编辑或透露您的认证资料及保存在在易起科技的非公开内容用于商业目的，但以下情形除外：</li>
                <li class="text_indent">1) 您授权在易起科技透露的相关信息；</li>
                <li class="text_indent">2) 在易起科技向国家司法及行政机关提供</li>
                <li class="text_indent">3) 在易起科技向在易起科技关联企业提供；</li>
                <li class="text_indent">4) 第三方和在易起科技一起为用户提供服务时，该第三方向您提供服务所需的相关信息。</li>
                <li class="text_indent margin_1">5) 基于解决您与第三方民事纠纷的需要，在易起科技有权向该第三方提供您的身份信息。</li>
                <li class=""><b>四、不得为非法或禁止的使用</b></li>
                <li class="text_indent margin_1">接受本协议全部的说明、条款、条件是您申请认证的先决条件。您声明并保证，您不得为任何非法或为本协议、条件及须知所禁止之目的进行认证申请。您不得以任何可能损害、使瘫痪、使过度负荷或损害其他网站或其他网站的服务或在易起科技或干扰他人对于在易起科技认证申请的使用等方式使用认证服务。您不得经由非在易起科技许可提供的任何方式取得或试图取得任何资料或信息。</li>
                <li class=""><b>五、有关免责</b></li>
                <li class="text_indent">下列情况时在易起科技无需承担任何责任：</li>
                <li class="text_indent">1、由于您将在易起科技账户密码告知他人或未保管好自己的密码或与他人共享在易起科技账户或任何其他非在易起科技的过错，导致您的个人资料泄露。</li>
                <li class="text_indent">
                2、任何由于黑客攻击、计算机病毒侵入或发作、电信部门技术调整导致之影响、因政府管制而造成的暂时性关闭、由于第三方原因(包括不可抗力，例如国际出口的主干线路及国际出口电信提供商一方出现故障、火灾、水灾、雷击、地震、洪水、台风、龙卷风、火山爆发、瘟疫和传染病流行、罢工、战争或暴力行为或类似事件等)及其他非因在易起科技过错而造成的认证信息泄露、丢失、被盗用或被篡改等。
                </li>
                <li class="text_indent">3、由于与在易起科技链接的其它网站（如网上银行等）所造成的银行账户信息泄露及由此而导致的任何法律争议和后果。</li>
                <li class="text_indent margin_1">4、任何在易起科技用户（包括未成年人用户）向在易起科技提供错误、不完整、不实信息等造成不能通过认证或遭受任何其他损失，概与在易起科技无关。</li>

            </ul>
        </div>
    </div>
</template>

<script>
export default {
  name: "",
  data() {
    return {};
  }
};
</script>

<style lang="scss" scoped>
.box_1 {
  padding: 10px;
  font-size: 14px;
  line-height: 22px;
  .text_indent {
    text-indent: 20px;
  }
  .margin_1 {
    margin-bottom: 20px;
  }
}
</style>
